(defn r [text] (text-to-player text))

(r "输入参数，对模型预测的结果影响很大，希拉里的投票预测11111111，的哪家成功的公式 让这些标签点，就是聊天运动轨迹，最后通过伯松过程 和 伽玛分布 ，找到聊天的列表 选中某几个标签点 ，组合模型，成n个主题，然后 生成聊天组合，，， 111111111两个开关11111 11 点击单个模式，直接找标签的上下文 22 多选模式，都条件搜索，某个上下文 bigbang的例子，选择一组聊天记录，生成分词，去掉顺序，去掉重复，得到 标签列表 ,,,,, 这个过程的逆过程就是，用几个标签去伯松过程 ，分布生成整个聊天事件过程 111111 小大夫漫画可以做成gif图片 描述伯松过程 列表处理，驱动编程 文学驱动编程 编辑是文学，我是列表处理")

(r "什么数学算法模型都是用Clojure来第一实现,什么平台都是先用Emacs第一实现: 
1. 在Emacs上使用讯飞语音识别,然后再推广到一切的平台上面, Emacs上来实现讯飞语音的自然语言处理和代码编辑合一, 每次C-xC-e的时候就是语音解释代码的执行方式
2. 写一个Emacs的宏,可以直接读代码的所有的注释,然后宏处理代码函数本身列表, 做分词去重复和过滤忽略的信息成标签云,然后泊松过程经过若干标签的组合, 根据语法树解析成对话体(就像图音树一样,将对话变成树,然后又树变成文章), 对话体变成文章,最终生成转换为自然语言 => 这就是代码Lisp表达式转为自然语言
")

